Repository: bastianraschke/ardukey-auth-server
Catalog: Development/Reference projects/Python servers/tryton-server-2.2.4/trytond/webdav/locale/*.po
Languages: de_de

# error:ir.attachment:0
source: You can not create an attachment in a collection with the name of an existing child collection!
de_de: Ein Anhang kann nicht den selben Namen wie eine untergeordnete Sammlung haben!

# error:webdav.collection:0
source: The collection name must be unique inside a collection!
de_de: Der Name ein untergeordneten Sammlung kann nur einmal in einer Sammlung vergeben werden!

# error:webdav.collection:0
source: You can not create a collection in a collection with the name of an existing file!
de_de: Eine Sammlung kann nicht den selben Namen wie eine bestehende Datei haben!

# error:webdav.collection:0
source: You can not create recursive collections!
de_de: Sammlungen können nicht rekursiv angelegt werden!

# error:workflow.instance:0
source: No workflow instance defined!
de_de: Keine Workflowinstanz definiert!

# error:workflow:0
source: No workflow defined!
de_de: Kein Workflow definiert!

# field:webdav.collection,childs:0
source: Children
de_de: Untergeordnet (Sammlungen)

# field:webdav.collection,domain:0
source: Domain
de_de: Wertebereich (Domain)

# field:webdav.collection,model:0
source: Model
de_de: Modell

# field:webdav.collection,parent:0
source: Parent
de_de: Übergeordnet (Sammlung)

# field:workflow,activities:0
source: Activities
de_de: Aktivitäten

# field:workflow,model:0
source: Resource Model
de_de: Modell Ressource

# field:workflow,on_create:0
source: On Create
de_de: Bei der Erstellung

# field:workflow.activity,in_transitions:0
source: Incoming transitions
de_de: Eingehende Übergänge

# field:workflow.activity,join_mode:0
source: Join Mode
de_de: Verbindungsmodus

# field:workflow.activity,out_transitions:0
source: Outgoing transitions
de_de: Ausgehende Übergänge

# field:workflow.activity,split_mode:0
source: Split Mode
de_de: Geteilter Modus

# field:workflow.activity,subflow:0
source: Subflow
de_de: Unterflow

# field:workflow.instance,overflows:0
source: Overflow
de_de: Überlauf

# field:workflow.instance,res_id:0
source: Resource ID
de_de: ID Ressource

# field:workflow.instance,res_type:0
source: Resource Model
de_de: Modell Ressource

# field:workflow.instance,state:0
source: State
de_de: Status

# field:workflow.instance,transitions:0
source: Transitions
de_de: Übergänge

# field:workflow.instance,uid:0
source: User ID
de_de: Benutzer ID

# field:workflow.instance,workitems:0
source: Workitems
de_de: Elemente

# field:workflow.transition,act_from:0
source: Source Activity
de_de: Quelle der Aktivität

# field:workflow.transition,act_to:0
source: Destination Activity
de_de: Bestimmung der Aktivität

# field:workflow.transition,condition:0
source: Condition
de_de: Bedingung

# field:workflow.transition,group:0
source: Group Required
de_de: Erforderliche Gruppe

# field:workflow.transition,instances:0
source: Instances
de_de: Instanzen

# field:workflow.transition,signal:0
source: Signal (button Name)
de_de: Signal (Name des Knopfes)

# field:workflow.transition,trigger_model:0
source: Trigger Type
de_de: Typ Auslöser

# field:workflow.transition-workflow.instance,inst_id:0
source: Instance
de_de: Instanz

# field:workflow.transition-workflow.instance,trans_id:0
source: Transition
de_de: Übergang

# field:workflow.trigger,instance:0
source: Destination Instance
de_de: Bestimmungsinstanz

# field:workflow.trigger,model:0
source: Model
de_de: Modell

# field:workflow.trigger,res_id:0
source: Resource ID
de_de: ID Ressource

# field:workflow.trigger,workitem:0
source: Workitem
de_de: Element

# field:workflow.workitem,activity:0
source: Activity
de_de: Aktivität

# field:workflow.workitem,instance:0
source: Instance
de_de: Instanz

# field:workflow.workitem,state:0
source: State
de_de: Status

# field:workflow.workitem,subflow:0
source: Subflow
de_de: Unterflow

# model:ir.action,name:act_collection_list
source: Collections
de_de: Sammlungen

# model:ir.action,name:act_collection_tree
source: Collections
de_de: Sammlungen

# model:ir.ui.menu,name:menu_collection_list
source: Collections
de_de: Sammlungen

# model:ir.ui.menu,name:menu_collection_tree
source: Collections
de_de: Sammlungen

# model:webdav.collection,name:0
source: Collection
de_de: Sammlung

# model:workflow.activity,name:0
source: Workflow activity
de_de: Workflow Aktivität

# model:workflow.instance,name:0
source: Workflow instance
de_de: Workflow Instanz

# model:workflow.transition,name:0
source: Workflow transition
de_de: Workflow Übergang

# model:workflow.transition-workflow.instance,name:0
source: Workflow Transition - Instance
de_de: Workflow Übergang - Instanz

# model:workflow.workitem,name:0
source: Workflow workitem
de_de: Workflow Element

# selection:workflow.activity,join_mode:0
source: And
de_de: Und

# selection:workflow.activity,join_mode:0
source: Xor
de_de: Oder (exklusiv)

# selection:workflow.activity,split_mode:0
source: And
de_de: Und

# selection:workflow.activity,split_mode:0
source: Or
de_de: Oder

# selection:workflow.activity,split_mode:0
source: Xor
de_de: Oder (exklusiv)

# view:webdav.collection:0
source: Collection
de_de: Sammlung

# view:webdav.collection:0
source: Collections
de_de: Sammlungen

# view:workflow.activity:0
source: Activity
de_de: Aktivität

# view:workflow.activity:0
source: Transition
de_de: Übergang

# view:workflow.activity:0
source: Transitions
de_de: Übergänge

# view:workflow.instance:0
source: Instance
de_de: Instanz

# view:workflow.instance:0
source: Instances
de_de: Instanzen

# view:workflow.transition:0
source: Transition
de_de: Übergang

# view:workflow.transition:0
source: Transitions
de_de: Übergänge

# view:workflow.workitem:0
source: Workitem
de_de: Element

# view:workflow.workitem:0
source: Workitems
de_de: Elemente
