Repository: bastianraschke/ardukey-auth-server
Catalog: Development/Reference projects/Python servers/tryton-server-2.2.4/trytond/workflow/locale/*.po
Languages: fr_fr, ru_ru

# error:workflow.instance:0
source: No workflow instance defined!
fr_fr: Aucune instance de workflow de définie !
ru_ru: Не определен экземпляр процесса!

# error:workflow:0
source: No workflow defined!
fr_fr: Aucun workflow de défini !
ru_ru: Не определен процесс!

# field:workflow,activities:0
source: Activities
fr_fr: Activités
ru_ru: Активность

# field:workflow,model:0
source: Resource Model
fr_fr: Modèle de la ressource
ru_ru: Ресурс Шаблон

# field:workflow,name:0
source: Name
fr_fr: Nom
ru_ru: Наименование

# field:workflow,on_create:0
source: On Create
fr_fr: À la création
ru_ru: Создать

# field:workflow,rec_name:0
source: Name
fr_fr: Nom
ru_ru: Наименование

# field:workflow.activity,flow_start:0
source: Flow Start
fr_fr: Départ du flux
ru_ru: Запустить поток

# field:workflow.activity,flow_stop:0
source: Flow Stop
fr_fr: Arrêt du flux
ru_ru: Остановить поток

# field:workflow.activity,in_transitions:0
source: Incoming transitions
fr_fr: Transitions d'entrées
ru_ru: Входящая операция

# field:workflow.activity,join_mode:0
source: Join Mode
fr_fr: Mode de jonction
ru_ru: Режим объединения

# field:workflow.activity,name:0
source: Name
fr_fr: Nom
ru_ru: Наименование

# field:workflow.activity,out_transitions:0
source: Outgoing transitions
fr_fr: Transitions de sortie
ru_ru: Исходящая операция

# field:workflow.activity,rec_name:0
source: Name
fr_fr: Nom
ru_ru: Наименование

# field:workflow.activity,signal_send:0
source: Signal (subflow.*)
ru_ru: Сигнал (подпроцесс.*)

# field:workflow.activity,split_mode:0
source: Split Mode
fr_fr: Mode de division
ru_ru: Режим совмещения

# field:workflow.activity,subflow:0
source: Subflow
fr_fr: Sous-flux
ru_ru: Подпоток

# field:workflow.activity,workflow:0
source: Workflow
ru_ru: Ход работ (WorkFlow)

# field:workflow.instance,overflows:0
source: Overflow
ru_ru: Переполнение

# field:workflow.instance,rec_name:0
source: Name
fr_fr: Nom
ru_ru: Наименование

# field:workflow.instance,res_id:0
source: Resource ID
fr_fr: Identifiant de la ressource
ru_ru: Ресурс ID

# field:workflow.instance,res_type:0
source: Resource Model
fr_fr: Modèle de la ressource
ru_ru: Ресурс Шаблон

# field:workflow.instance,state:0
source: State
fr_fr: État
ru_ru: Состояние

# field:workflow.instance,transitions:0
source: Transitions
ru_ru: Резервный счет

# field:workflow.instance,uid:0
source: User ID
fr_fr: Identifiant de l'utilisateur
ru_ru: Пользователь ID

# field:workflow.instance,workflow:0
source: Workflow
ru_ru: Ход работ (WorkFlow)

# field:workflow.instance,workitems:0
source: Workitems
fr_fr: Éléments
ru_ru: Рабочий пункт

# field:workflow.transition,act_from:0
source: Source Activity
fr_fr: Source de l'activité
ru_ru: Источник действия

# field:workflow.transition,act_to:0
source: Destination Activity
fr_fr: Destination de l'activité
ru_ru: Получатель действия

# field:workflow.transition,condition:0
source: Condition
ru_ru: Состояние

# field:workflow.transition,group:0
source: Group Required
fr_fr: Groupe requis
ru_ru: Требуется группа

# field:workflow.transition,instances:0
source: Instances
ru_ru: Резервный счет

# field:workflow.transition,rec_name:0
source: Name
fr_fr: Nom
ru_ru: Наименование

# field:workflow.transition,signal:0
source: Signal (button Name)
fr_fr: Signal (nom du bouton)
ru_ru: Сигнал (наименование кнопки)

# field:workflow.transition,trigger_model:0
source: Trigger Type
fr_fr: Type de déclenchement
ru_ru: Тип триггера

# field:workflow.transition-workflow.instance,inst_id:0
source: Instance
ru_ru: Экземпляр

# field:workflow.transition-workflow.instance,rec_name:0
source: Name
fr_fr: Nom
ru_ru: Наименование

# field:workflow.transition-workflow.instance,trans_id:0
source: Transition
ru_ru: Переход

# field:workflow.trigger,instance:0
source: Destination Instance
fr_fr: Destination de l'instance
ru_ru: Экземпляр получатель

# field:workflow.trigger,model:0
source: Model
fr_fr: Modèle
ru_ru: Шаблон

# field:workflow.trigger,rec_name:0
source: Name
fr_fr: Nom
ru_ru: Наименование

# field:workflow.trigger,res_id:0
source: Resource ID
fr_fr: Identifiant de la ressource
ru_ru: Ресурс ID

# field:workflow.trigger,workitem:0
source: Workitem
fr_fr: Élément
ru_ru: Пункт процесса

# field:workflow.workitem,activity:0
source: Activity
fr_fr: Activité
ru_ru: Деятельность

# field:workflow.workitem,instance:0
source: Instance
ru_ru: Экземпляр

# field:workflow.workitem,rec_name:0
source: Name
fr_fr: Nom
ru_ru: Наименование

# field:workflow.workitem,state:0
source: State
fr_fr: État
ru_ru: Состояние

# field:workflow.workitem,subflow:0
source: Subflow
fr_fr: Sous-flux
ru_ru: Подпоток

# model:ir.action,name:act_activity_form
source: Activities
fr_fr: Activités
ru_ru: Активность

# model:ir.action,name:act_instance_form
source: Instances
ru_ru: Экземпляры

# model:ir.action,name:act_transition_form
source: Transitions
ru_ru: Переходы

# model:ir.action,name:act_workflow_form
source: Workflows
ru_ru: Процессы

# model:ir.action,name:act_workitem_form
source: Workitems
fr_fr: Éléments
ru_ru: Пункт процесса

# model:ir.ui.menu,name:menu_activity_form
source: Activities
fr_fr: Activités
ru_ru: Активность

# model:ir.ui.menu,name:menu_instance_form
source: Instances
ru_ru: Экземпляры

# model:ir.ui.menu,name:menu_transition_form
source: Transitions
ru_ru: Переходы

# model:ir.ui.menu,name:menu_workflow
source: Workflow
ru_ru: Ход работ (WorkFlow)

# model:ir.ui.menu,name:menu_workflow_form
source: Workflows
ru_ru: Процессы

# model:ir.ui.menu,name:menu_workitem_form
source: Workitems
fr_fr: Éléments
ru_ru: Рабочий пункт

# model:workflow,name:0
source: Workflow
ru_ru: Ход работ (WorkFlow)

# model:workflow.activity,name:0
source: Workflow activity
fr_fr: Activité de workflow
ru_ru: Активный процесс

# model:workflow.instance,name:0
source: Workflow instance
fr_fr: Instance de workflow
ru_ru: Экземпляр процесса

# model:workflow.transition,name:0
source: Workflow transition
fr_fr: Transition de workflow
ru_ru: Переход процесса

# model:workflow.transition-workflow.instance,name:0
source: Workflow Transition - Instance
fr_fr: Transition de workflow - Instance
ru_ru: Процесс переход - экземпляр

# model:workflow.trigger,name:0
source: Workflow trigger
fr_fr: Déclenchement de workflow
ru_ru: Триггер процесса

# model:workflow.workitem,name:0
source: Workflow workitem
fr_fr: Workitem de workflow
ru_ru: Точка процесса

# selection:workflow.activity,join_mode:0
source: And
fr_fr: Et
ru_ru: и

# selection:workflow.activity,split_mode:0
source: And
fr_fr: Et
ru_ru: и

# selection:workflow.activity,split_mode:0
source: Or
fr_fr: Ou
ru_ru: или

# view:workflow.activity:0
source: Activity
fr_fr: Activité
ru_ru: Деятельность

# view:workflow.activity:0
source: Transition
ru_ru: Переход

# view:workflow.activity:0
source: Transitions
ru_ru: Переходы

# view:workflow.instance:0
source: Instance
ru_ru: Экземпляр

# view:workflow.instance:0
source: Instances
ru_ru: Экземпляры

# view:workflow.transition:0
source: Transition
ru_ru: Переход

# view:workflow.transition:0
source: Transitions
ru_ru: Переходы

# view:workflow.workitem:0
source: Workitem
fr_fr: Élément
ru_ru: Пункт процесса

# view:workflow.workitem:0
source: Workitems
fr_fr: Éléments
ru_ru: Пункты процесса

# view:workflow:0
source: Workflow
ru_ru: Ход работ (WorkFlow)

# field:workflow.activity,method:0
source: Method
fr_fr: Méthode

# field:workflow.activity,stop_other:0
source: Stop Other
fr_fr: Arrête les autres

# field:workflow.transition,trigger_ids:0
source: Trigger Expr ID
fr_fr: Expression des ID de déclenchements

# selection:workflow.activity,join_mode:0
source: Xor
fr_fr: Ou exclusif

# selection:workflow.activity,split_mode:0
source: Xor
fr_fr: Ou exclusif
