Repository: bastianraschke/ardukey-auth-server
Catalog: Development/Python servers/tryton-server-2.2.4/trytond/workflow/locale/*.po
Languages: nl_nl

# error:workflow.instance:0
source: No workflow instance defined!
nl_nl: Geen werkgang verzoek gedefinieert!

# error:workflow:0
source: No workflow defined!
nl_nl: Geen werkgang gedefinieert!

# field:workflow,activities:0
source: Activities
nl_nl: Activiteiten

# field:workflow,model:0
source: Resource Model
nl_nl: Middel model

# field:workflow,name:0
source: Name
nl_nl: Naam

# field:workflow,on_create:0
source: On Create
nl_nl: Bij maken

# field:workflow,rec_name:0
source: Name
nl_nl: Naam

# field:workflow.activity,flow_start:0
source: Flow Start
nl_nl: Werkgang start

# field:workflow.activity,flow_stop:0
source: Flow Stop
nl_nl: Werkgang stop

# field:workflow.activity,in_transitions:0
source: Incoming transitions
nl_nl: Inkomende overgangen

# field:workflow.activity,join_mode:0
source: Join Mode
nl_nl: Verzoeken

# field:workflow.activity,name:0
source: Name
nl_nl: Naam

# field:workflow.activity,out_transitions:0
source: Outgoing transitions
nl_nl: Uitgaande overgangen

# field:workflow.activity,rec_name:0
source: Name
nl_nl: Naam

# field:workflow.activity,signal_send:0
source: Signal (subflow.*)
nl_nl: Signaal (subwerkgang.*)

# field:workflow.activity,split_mode:0
source: Split Mode
nl_nl: Deel modus

# field:workflow.activity,subflow:0
source: Subflow
nl_nl: Subwerkgang

# field:workflow.activity,workflow:0
source: Workflow
nl_nl: Werkgang

# field:workflow.instance,overflows:0
source: Overflow
nl_nl: Overloop

# field:workflow.instance,rec_name:0
source: Name
nl_nl: Naam

# field:workflow.instance,res_id:0
source: Resource ID
nl_nl: Middel ID

# field:workflow.instance,res_type:0
source: Resource Model
nl_nl: Middel model

# field:workflow.instance,state:0
source: State
nl_nl: Status

# field:workflow.instance,transitions:0
source: Transitions
nl_nl: Overgangen

# field:workflow.instance,uid:0
source: User ID
nl_nl: Gebruiker ID

# field:workflow.instance,workflow:0
source: Workflow
nl_nl: Werkgang

# field:workflow.instance,workitems:0
source: Workitems
nl_nl: Handelingen

# field:workflow.transition,act_from:0
source: Source Activity
nl_nl: Bron activiteit

# field:workflow.transition,act_to:0
source: Destination Activity
nl_nl: Bestemming activiteit

# field:workflow.transition,condition:0
source: Condition
nl_nl: Voorwaarde

# field:workflow.transition,group:0
source: Group Required
nl_nl: Benodigde groep

# field:workflow.transition,instances:0
source: Instances
nl_nl: Verzoeken

# field:workflow.transition,rec_name:0
source: Name
nl_nl: Naam

# field:workflow.transition,signal:0
source: Signal (button Name)
nl_nl: Signaal (knop naam)

# field:workflow.transition,trigger_model:0
source: Trigger Type
nl_nl: Starter type

# field:workflow.transition-workflow.instance,inst_id:0
source: Instance
nl_nl: Verzoek

# field:workflow.transition-workflow.instance,rec_name:0
source: Name
nl_nl: Naam

# field:workflow.transition-workflow.instance,trans_id:0
source: Transition
nl_nl: Overgang

# field:workflow.trigger,instance:0
source: Destination Instance
nl_nl: Bestemming verzoek

# field:workflow.trigger,rec_name:0
source: Name
nl_nl: Naam

# field:workflow.trigger,res_id:0
source: Resource ID
nl_nl: Middel ID

# field:workflow.trigger,workitem:0
source: Workitem
nl_nl: Handeling

# field:workflow.workitem,activity:0
source: Activity
nl_nl: Activiteit

# field:workflow.workitem,instance:0
source: Instance
nl_nl: Verzoek

# field:workflow.workitem,rec_name:0
source: Name
nl_nl: Naam

# field:workflow.workitem,state:0
source: State
nl_nl: Status

# field:workflow.workitem,subflow:0
source: Subflow
nl_nl: Subwerkgang

# model:ir.action,name:act_activity_form
source: Activities
nl_nl: Activiteiten

# model:ir.action,name:act_instance_form
source: Instances
nl_nl: Verzoeken

# model:ir.action,name:act_transition_form
source: Transitions
nl_nl: Overgangen

# model:ir.action,name:act_workflow_form
source: Workflows
nl_nl: Werkgangen

# model:ir.action,name:act_workitem_form
source: Workitems
nl_nl: Handelingen

# model:ir.ui.menu,name:menu_activity_form
source: Activities
nl_nl: Activiteiten

# model:ir.ui.menu,name:menu_instance_form
source: Instances
nl_nl: Verzoeken

# model:ir.ui.menu,name:menu_transition_form
source: Transitions
nl_nl: Overgangen

# model:ir.ui.menu,name:menu_workflow
source: Workflow
nl_nl: Werkgang

# model:ir.ui.menu,name:menu_workflow_form
source: Workflows
nl_nl: Werkgangen

# model:ir.ui.menu,name:menu_workitem_form
source: Workitems
nl_nl: Handelingen

# model:workflow,name:0
source: Workflow
nl_nl: Werkgang

# model:workflow.activity,name:0
source: Workflow activity
nl_nl: Werkgang activiteit

# model:workflow.instance,name:0
source: Workflow instance
nl_nl: Werkgang verzoek

# model:workflow.transition,name:0
source: Workflow transition
nl_nl: Werkgang overgang

# model:workflow.transition-workflow.instance,name:0
source: Workflow Transition - Instance
nl_nl: Werkgang overgan - Verzoek

# model:workflow.trigger,name:0
source: Workflow trigger
nl_nl: Werkgang starter

# model:workflow.workitem,name:0
source: Workflow workitem
nl_nl: Werkgang handeling

# selection:workflow.activity,join_mode:0
source: And
nl_nl: En

# selection:workflow.activity,join_mode:0
source: Xor
nl_nl: Exof

# selection:workflow.activity,split_mode:0
source: And
nl_nl: En

# selection:workflow.activity,split_mode:0
source: Or
nl_nl: Of

# selection:workflow.activity,split_mode:0
source: Xor
nl_nl: Exof

# view:workflow.activity:0
source: Activity
nl_nl: Activiteit

# view:workflow.activity:0
source: Transition
nl_nl: Overgang

# view:workflow.activity:0
source: Transitions
nl_nl: Overgangen

# view:workflow.instance:0
source: Instance
nl_nl: Verzoek

# view:workflow.instance:0
source: Instances
nl_nl: Verzoeken

# view:workflow.transition:0
source: Transition
nl_nl: Overgang

# view:workflow.transition:0
source: Transitions
nl_nl: Overgangen

# view:workflow.workitem:0
source: Workitem
nl_nl: Handeling

# view:workflow.workitem:0
source: Workitems
nl_nl: Handelingen

# view:workflow:0
source: Workflow
nl_nl: Werkgang
